Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: If the emergency shower is to be used for both emergency washing off and subsequent showering it should have a drain underneath, since 30 minutes’ showering with a flow of 200 l/min produces a lot of water.
sv: Om nöddu schen skall användas både till akut avspolning och ef- terfölj ande duschning bör man ha avlopp under duschen eftersom 30 minuters spolning med ett flöde av 200 l/min ger mycket vatten.

source: It is easier to endure extended showering if the water is tempered.
sv: Det är lättare att uthärda en längre tids duschning om vattnet är tempererat.

source: The National Board of Health and Welfare recommends that showering be done with tempered water (30-37º C) when the injured person has been exposed to substances which are corrosive to the skin or whose absorption by the skin can cause poisoning (National Board of Health and Welfare report 1998:3 Chemical accidents and disasters.
sv: Socialstyrelsen rekommenderar att avspolning sker med tempererat vatten (30–37 C) när den skadade exponerats för ämnen som är frätande på huden eller som efter huduppt ag medför förgiftning srisk (SoS-rapport

source: water requires a failsafe blending system.
sv: För nöddu sch med tempererat vatten behövs en tillförlitlig temperatur- vakt.

source: Instead of continuing to use the emergency shower after the dangerous substance has been washed off or the burning clothes extinguished, the injured person can be moved to a normal hygiene shower where showering can continue with tempered water until medical care staff arrive.
sv: I stället för att fortsätta avspolning en i nöddu schen, efter att ha spo- lat av det farliga ämnet eller släckt brand i kläderna, kan den skadade flyt - tas till en vanlig hygiendusch där spolning en fortsätter med tempererat vatten till s sjukvårdskompetent personal anländer.

source: It is important to remove contaminated clothing so that showering becomes effective.
sv: Det är angeläget att föror enade kläder tas av så att spolning en blir effektiv.

source: In order to remove certain fat- soluble substances, the injured person may in some cases need to be washed with soap and water.
sv: För att avlägsna vissa fettlösliga ämnen kan den skadade ibland behöva tvättas med tvål och vatten.

source: It is of course very important that the emergency shower can withstand and work in the environment where it is located, e.g. a corrosive or cold environment.
sv: Det är naturligtvi s mycket viktigt att nöddu schen tål och fungerar i den miljö där den är placerad, t.ex. korrosiv eller kall miljö.

source: “Good quality water” means normal drinking water.
sv: Med god vattenkvalitet menas nor malt dricksvatten.

source: It is inappropriate, for example, to connect the shower to industrial quality water.
sv: Det är t.ex. olämpligt att koppla duschen till s.k. industrivatten.

source: However, in an emergency situation without access to clean water it is usually better to use “unclean” water than no water at all.
sv: I en nödsituation, där tillg ång till rent vatten saknas, är dock ”orent ” vatten oftast bättre än inget vatten alls.

source: When there is only a risk of minor splashing, access to a sink may be sufficient.
sv: Där det endast finns risk för mindre stänk kan det räcka med tillg ång till handfat.

source: A handheld shower may additionally be connected to the tap.
sv: Eventuellt kan en handdusch koppl as till kranen.

source: Where there is no access to water, a tanker lorry or similar and a hose can serve as an emergency shower facility.
sv: Där vatten inte finns att tillg å kan tankbil eller liknande och slang fungera som nöddu sch.

source: Where emergency showers are required there is usually also a requirement for access to an eye flushing device.
sv: Där nöddu sch krävs behövs oftast även tillg ång till ögonspolning .

source: Combination shower sets are available.
sv: Kombinerade duschar finns på marknaden.

source: It is important that the location of the emergency shower is marked with a sign in accordance with the Work Environment Authority’s provisions on warning signs and notices in the workplace.
sv: Det är viktigt att nöddu schens läge markeras med skylt enligt Arbetar- skyddsstyrelsens föreskrifter om varselmärkning och varselsignalering på arbetsplatser.

source: It is important that emergency showers are inspected regularly to ensure that they work when needed.
sv: Det är viktigt att nöddu schar kontroll eras regelbund et så att de fungerar när de behövs.

source: For this reason, showers should be operated at least once a month, particularly if they are located in a corrosive environment and provide tempered water.
sv: Därför bör duscharna, framför allt i korrosiv miljö och om de ger tempererat vatten, spolas igenom minst en gång per månad.

source: If the shower is connected to a tempered water supply it is extra important to run it frequently in order to prevent bacterial growth.
sv: Om duschen är ansluten till tempererat vatten är det extra viktigt att ofta spola igenom för att hindr a tillv äxt av bakterier.

source: It is a good idea to have routines in place that specify who does the inspecting and when.
sv: Det är bra om man på arbetsplatsen har rutin er för vem som skall kontrol - lera duscharna och när detta skall ske.

source: Written documentation of the inspections should be kept accessible to employees and to the Work Environment Inspectorate.
sv: Skriftlig dokumentation över funktionskontroll en bör förvaras tillg änglig a för arbetstagarna och Yrkesinspektionen.

source: The simplest way to do this is to have a document posted next to the shower on which the inspector signs his or her name and writes the date.
sv: Enklast görs detta genom att signera med datum och namn på ett vid duschen uppsatt dokument.

source: Appendix 1
sv: Bilaga 1

source: Examples of situations which can trigger crisis reactions
sv: Exempel på situationer som kan utlösa krisrea kt ioner

source: Work-related accidents and serious incidents
sv: Arbe tsolyc kor och allvarliga tillbud

source: In work-related accidents it is not just the casualty who may be in need of crisis assistance.
sv: Vid arbetsolyckor är det inte endast den som drabbats direkt som kan vara i behov av krishjälp.

source: It is important that co-workers in the immediate vicinity and other employees with a relationship to the casualty are also given access to support and assistance.
sv: Det är betydelsefullt att arbetskamrater i den direkta omgivning en och även andra arbetstagare som har en relation till den drabbade ges möjligh et till stöd och hjälp.

source: Violence and threats of violence
sv: Våld och hot om våld

source: Being subjected to physical violence and injury to one’s own body is in most cases a traumatic experience.
sv: Att bli utsatt för fysiskt våld och skada mot den egna kroppen innebär i de flesta fall en traumatisk upplevelse.

source: A threat may be equally traumatic, particularly if it is to one’s life, e.g. with the use of a weapon.
sv: Lika traumatiskt kan ett hot vara, särskilt om hotet innebär hot till livet, t.ex. vid användande av vapen.

source: The death or serious illness of co-workers
sv: Arbe tskamraters död eller svåra sjukdomar

source: The loss of a co-worker in an accident or to illness can cause severe psychological stress among the other employees and lead to crisis reactions.
sv: Att förlor a en arbetskamrat genom olycksfall eller sjukdom kan innebära en stark psykisk påfrestning för övrig a arbetskamrater och leda till krisre- aktioner.

source: Accidents and disasters in and outside the workplace
sv: Olyc kor och katastrofer på och utanför arbe tspla tsen

source: Occupationally specific sudden and/or extreme stress
sv: Yrkesspeci fika plö tsliga och/eller extrema påfrestningar

source: There are occupations in which the work in itself amounts to severe psychological stress because the employee is charged with taking care of seriously ill people, in particular if they are children, and people who have been injured or killed.
sv: Det finns yrken där arbetet i sig innebär en stark psykisk påfrestning därför att arbetstagaren har till uppgift att vårda och ta hand om svårt sjuka människor, särskilt barn, samt människor som skadats eller omkomm it.

source: Work of this nature also occurs among the clergy and employees in the social services.
sv: Arbetsuppgift er av denna karaktär förekommer även bland präster och anställda ino m socialtjänsten m.fl.

source: For these groups there is usually a certain level of preparedness as well as ways of dealing with the stress, e.g. support and counseling.
sv: För dessa yrkeskategorier finns ofta en beredskap och for mer för att hantera påfrestningarna, t.ex. stöd och handledning .

source: Despite this, extreme stress situations can trigger crisis reactions even among staff with knowledge and experience in this area.
sv: Extrema påfrestning ar kan, trots

source: *Other workplace conditions which can amount to severe psychological stress
sv: * Andra förhållanden i arbe tet som kan innebära stark psykisk påfrestning

source: Without being attributable to an emergency situation or a specific event, the reactions of someone who has been seriously victimized may be similar in character to the reactions that follow on an acute crisis situation.
sv: Utan att kunna hänför as till en akut situation eller en specifik händelse kan reaktionerna hos den som allvarligt kränks ha samma karaktär som de reaktioner som kan följa på en akut krissituation.

source: This can also apply to difficult work conflicts.
sv: Detta kan gälla även svåra konfli kter i arbetet.

source: The Work Environment Authority’s provisions on measures against victimization at work describe the employer’s obligation to have routines in place for providing quick help and support to employees subjected to victimization.
sv: I Arbetarskyddsstyrelsens föreskrift er om åtgärder mot kränkande särbehandling i arbetslivet beskrivs bl.a. arbetsgivarens skyldigh et att ha rutin er för att den som utsatts för kränkande särbehandling snabbt skall få hjälp och stöd.

source: Changes in work and to working conditions often cause stress.
sv: Förändring ar i arbete och arbetsförhållanden innebär ofta en påfrestning .

source: Constant changes and changes which are perceived as major intrusions into an employee’s life can trigger crisis reactions.
sv: Ständigt återkommande förändring ar och förändring ar som uppfattas som avgörande ingrepp i livssituationen kan utlösa kristill stånd.

source: The loss of a job can be a major upheaval in a person’s life, and it is not unusual for layoffs and dismissals to trigger crisis reactions.
sv: Att förlor a arbetet innebär stora omvälvning ar i en människas liv och det är inte ovanligt att uppsägning ar eller varsel utlöser krisreaktioner.

source: For the purpose of being able to provide good treatment and care and to minimize acute and future ill health, it is important that planning and clear routines are in place for what should be done and by whom.
sv: I syfte att kunna ge ett gott omhändertagande och mini mera akut och framtida ohälsa är det viktigt att det finns en planering och tydlig a rutin er för vad som bör göras och vem som har att göra det.

source: They should include details about the distribution of tasks and about how each person should act in the event of a crisis.
sv: Dessa bör beskriva uppgift sfördelning och hur var och en skall handla vid inträffade kriser.

source: This might include
sv: Det kan röra sig om att

source: taking care of the injured or afflicted person,
sv: ta sig an skadade eller drabbade,

source: calling an ambulance and the police,
sv: alarmera ambulans och polis,

source: administering first aid,
sv: ge första hjälpen,

source: accompanying the person to hospital or to their home, taking care of those who have witnessed or been close to the incident,
sv: ta hand om dem som varit vittn e till eller nära händelsen,

source: contacting family members,
sv: ta kontakt med anhörig a,

source: assembling employees and taking care of any media contacts that might be necessary.
sv: samla arbetstagarna och ta sig an eventuella kontakter med massmedia.

source: It is important that everyone in the organization knows who is doing what and what is expected of each employee.
sv: Det är viktigt att alla i organisationen känner till vem som gör vad och vad som förväntas av var och en.

source: The routines should also cover the agreement made regarding what is described above as “special actions”, i.e. help actions by occupational health care or other organizations when more specialized competence is required, e.g. for psychological debriefing (a method used by professional leaders with the aim of reducing stress and alleviating shock following serious incidents).
sv: Rutinerna bör även innefatta vilken överenskommelse som gjort s om det som ovan beskrivs som ”specialistinsatser ” dvs. hjälpinsatser från företagshälsovården eller annan organisation när det finns behov av mer omfattande kompetens, t.ex. vid s.k. psykologi sk debriefing (en metod som används av professionella ledare i syfte att reducera stress och mildra chockupplevelser vid allvarliga händelser).

source: Such agreements should include the statement that the help actions are begun without discussions about whether they are necessary or “one can manage on one’s own”.
sv: I en sådan överenskommelse bör ingå att hjälpinsatserna utlöses utan diskussioner huruvid a det är nödvändigt eller ” om man klarar sig själv ” .

source: In an emergency situation it is generally difficult to make assessments of that kind, and it is important that there are unambiguous routines for how actions are initiated.
sv: I det akuta skedet går det sällan att göra en sådan bedömning och det är viktigt att det finns klara rutiner för hur insatserna påbörj as.

source: Routines for the treatment and care of people in a crisis should also include measures for following up and drawing attention to any psychological symptoms in the afflicted person which are attributable to the event.
sv: En rutin för omhändertagande av människor i kris bör även omfatta åtgärder för att följa upp och upp märksamma om psykiska sympto m som är att hänföra till händelsen utvecklas hos den drabbade.

source: Eye and skin injuries
sv: Ögon- och hudskador

source: Corrosive substances
sv: Frätande ämnen

source: Corrosive substances and preparations are ones that can destroy living tissue if they come into contact with the skin or eyes.
sv: Frätande ämnen och beredning ar är sådana som vid hud- och ögonkontakt kan förstöra levande vävnad.

source: They typically include alkalis with a pH above 11.5 and acids with a pH below 2.
sv: Hit hör nor malt alkalier med pH över 11,5 och syror med pH under 2.

source: Other characteristics of substances and preparations can also cause serious injury comparable to corrosion injury.
sv: Även andra egenskaper än pH kan ge upphov till allvarlig skada som är att jämställa med frätskada.

source: Such characteristics are present in certain oxidizing substances (e.g. certain chromates, peroxides), tissue-fixative substances (e.g. phenol, formaldehyde), alkylating substances (e.g. certain cytostatics) and substances that reduce surface tension (e.g. quaternary ammonium compounds).
sv: Sådana egenskaper kan finn as hos vissa oxiderande ämnen (t.ex. vissa kromater, peroxid er), vävnadsfixerande ämnen (t.ex. fenol, for maldehyd), alkyle- rande ämnen (t.ex. vissa cytostatika) och ytspänning snedsättande ämnen (t.ex. kvartära amm oniu mföreningar).

source: This group also includes hydrofluoric acid and long chain amines, also known as fatty amines.
sv: Hit hör även fluorv ätesyra i utspädd lösning och långkedjade aminer, s.k. fettaminer.

source: The corrosive characteristics of a substance are often determined by its concentration, but the level at which the risk of injury arises varies between different substances.
sv: En kemikalies frätande egenskaper påverkas ofta av koncentrationen men den koncentration som innebär risk för skada skiljer mellan olika ämnen.

source: Thus hydrochloric acid is corrosive in concentrations above 30% while sodium hydroxide is corrosive already in a 2% solution.
sv: T.ex. är saltsyra frätande i koncentrationer över 25% och natriu mhydroxid är frätande även i 2%-ig lösning.

source: Always read the product information leaflet to find out if a substance is corrosive to the eyes or skin.
sv: Läs alltid varuinfor mationsbladet för att få reda på om ämnet är frätande på öga eller hud.

source: The classification of hazardous substances and preparations
sv: Hälsofarliga ämnens och beredningars faroklasser

source: R 34 Corrosive, causes burns
sv: R 35 Starkt frätande R 34 Frätande

source: R 36 Irritant to eyes
sv: R 36 Irrit erar ögonen

source: Substances with hazard classifications R 35, 34 and 41 require long flushing times if splashing in the eyes or dousing has occurred.
sv: Ämnen med faroklasserna R 35, 34 och 41 kräver lång spoltid vid ögon- stänk och översköljning .

source: Examples of substances that can cause eye injuries
sv: Exempel på ämnen som kan ge ögonskador

source: Acids
sv: Syror

source: Acids can cause severe scorching with a risk of corrosion damage followed by scarring and impaired eyesight.
sv: Syror kan ge stark sveda och risk för frätsår och ärrbildning med synnedsättning som följd .

source: Acids affect the proteins of the cornea, which coagulate.
sv: Syra påverkar hornhinn ans äggvit eämnen som koagulerar.

source: This coagulum may serve as a protective barrier, delaying deeper injury, but often causes an impairment of eyesight.
sv: Detta koagel kan fungera som en skyddsbarriär som fördröj er skador på djupet men medför ofta synnedsättning .

source: However, certain organic acids such as formic acid do penetrate deeply.
sv: Vissa organiska syror som myrsyra kan dock penetrera på djupet.

source: Examples of corrosive acids: Hydrochloric acid, sulphuric acid, nitric acid, phosphoric acid, sulphamic acid, acetic acid, lactic acid, trichloroacetic acid, hydrofluoric acid, chromic acid, formic acid and oxalic acid.
sv: Exempel på frätande syror: saltsyra, svavelsyra, salpetersyra, fosforsyra, sulfaminsyra, ättiksyra, mjölksyra, triklorättiksyra, fluorv ätesyra, kromsyra, myrsyra och oxalsyra.

source: Alkaline substances
sv: Alkaliska ämnen

source: Alkaline substances (bases) can cause corrosion damage with a risk of perforation followed by loss of eyesight.
sv: Alkaliska ämnen (baser) kan vid ögonstänk ge frätsår och risk för perfora- tion med förlu st av synför mågan som följd .

source: Alkaline substances quickly bind to the eye’s mucous membrane, where they have the ability to split fats and proteins and can therefore continue to damage the eye even after the sub-
sv: Alkaliska ämnen binder sig snabbt till ögats slemhinna där de har en för måga att spjälka fetter och äggvit eämnen och därför kan fortsätta att skada ögat även sedan man sköljt bort överskott av ämnet från ögats yta.

source: It is therefore extremely important that flushing begin immediately after splashing in the eyes has occurred (it is a question of seconds!)
sv: Det är därför ytterst viktigt att man börjar spolning direkt efter ögonstänket (det gäller sekunder!)

source: and that it be continued for a long period of time.
sv: och att man fortsätter under en lång tid.

source: A person who has had an alkali splash in their eyes must promptly – following flushing – be taken to hospital or a doctor for further treatment and examination.
sv: När man fått alkali i ögat måste man – efter spolning – omedelbart till sjukhus eller läkare för vidare behandling och undersökning.

source: Cement dust may be irritant or corrosive to the eyes depending on its pH.
sv: Cementdamm kan vara irrit erande eller frätande i ögat beroende på dess pH.

source: Cement which is alkaline in its powder or mixture form can cause the same eye injuries as other alkalis if it gets into the eyes.
sv: Cement som är alkaliskt som pulver eller i blandning kan framkalla samma ögonskador som övrig a alkali om man får det i ögat.

source: The same routine as for alkali splashes in the eyes applies, but it is extra important to flush underneath the eyelids so that no particles remain there.
sv: Samma rutiner som för alkalistänk i ögat gäller men här är det extra viktigt att man spolar under ögonlo cken så att inga partiklar dröjer sig kvar där.

source: It is therefore important to use eye protection when doing bricklaying, plastering or masonry work involving cement.
sv: Det är därför angeläget att använda ögonskydd i samband med murning s- och cementarbete.

source: Examples of corrosive alkaline substances: potassium hydroxide (lye). sodium hydroxide (lye, caustic soda), calcium oxide (quicklime), calcium hydroxide (slaked lime), hypochlorite, ammonia, cement and mortar.
sv: Exempel på frätande alkaliska ämnen : kaliu mhydroxid (lut), natriu mhy- droxid (lut, natronlut , kaustik soda), kalciumoxid (kalk), kalciumhydroxid (släckt kalk), hypoklorit , amm oniak samt cement och murbru k.

source: Some substances which are not alkaline nevertheless cause similar damage if they get into the eyes.
sv: Det finns ämnen som trots att de inte är alkaliska ger samma typ av skada vid ögonstänk.

source: For example, long chain amines, also known as fatty amines, behave in the same way as alkalis if splashed in the eyes or on the skin.
sv: T.ex. långkedjade aminer, s.k. fettaminer, beter sig som alkali vid stänk i ögat eller på hud.

source: They are therefore treated as if they were alkalis when such splashing occurs.
sv: Stänk av dessa ämnen behandlas som om de vore alkaliska.

source: Example of substances treated like alkalis in the event of splashing: certain peroxides and low molecular phosphates, amines, metasilicates, zinc chloride, hydrofluoric acid, phenol (carbolic acid), chrome trioxide and cresols.
sv: Exempel på ämnen som behandlas som alkali vid stänk : vissa peroxider och lågmolekylära fosfater, aminer, metasilikat, zinkklorid , fluorv ätesyra, fenol (karbol syra), kromtrioxid och kresoler.

source: Mechanical injuries
sv: Mekaniska skador

source: Mechanical injuries can occur if foreign particles such as mineral dust, filings, shavings or gravel get into the eye.
sv: Mekaniska skador kan uppstå om man får främmande föremål i ögat som mineraldamm, spån eller grus.

source: Flush immediately to get rid of the foreign particles.
sv: Spola genast för att få bort det främmande föremålet.

source: Contact a doctor if any particle is stuck in the eye or if pain or irritation persists.
sv: Sök läkare om någon partikel har fastnat i ögat eller om smärta eller irrit ation kvarstår.

source: Metal filings and other solid particles can cause scorching and scarring with some impairment of eyesight as a consequence.
sv: Metallspån och andra fasta partiklar i ögat kan ge sveda och ärrbildning med viss synnedsättning som följd .

source: If such solid particles impact the eye with great force, there is a risk of perforation with complete loss of eyesight as a consequence.
sv: Risk för perforation, som riskerar synen, finns om sådana fasta partiklar når ögat med stor kraft.

source: Examples of substances which are corrosive or otherwise harmful to the skin
sv: Exempel på ämnen som är frätande eller på anna t sätt skadliga för huden

source: Acids on the skin coagulate the skin protein and form a barrier which partially blocks the acid’s further penetration.
sv: Syror på huden koagulerar hudäggvit an och bildar en barriär som delvis hindr ar ytterligare penetration av syran.
